{
  "domesticFlightAccordion": [
    {
      "id": 1,
      "lng": "fa",
      "accordion": [
        {
          "id": 1,
          "title": "چند روز قبل از پرواز، بلیط هواپیما را بخریم؟",
          "description": "امکان رزرو بلیط هواپیما از ماه‌ها قبل وجود دارد. اما گاهی اوقات قیمت بلیط هواپیما در روزهای نزدیک به پرواز ارزان‌تر می‌شود. بنابراین در صورتی که شرایطتان اجازه می‌دهد، رزرو آنلاین بلیط هواپیما را به روزهای نزدیک پرواز موکول کنید. البته اگر قصد سفر در ایام پرسفر نظیر تعطیلات را دارید، باید هر چه زودتر رزرو بلیط هواپیما را انجام دهید."
        },
        {
          "id": 2,
          "title": "علی‌بابا: رتبه یک خرید اینترنتی بلیط سفر",
          "description": "میزان مجاز بار به کلاس پرواز و کلاس نرخی بلیط بستگی دارد. هنگام خرید آنلاین بلیط هواپیما می‌توانید میزان بار مجاز را در اطلاعات بلیط ببینید. طبیعی است که اگر میزان بارتان بیش از حد مجاز باشد، باید جریمه پرداخت کنید."
        },
        {
          "id": 3,
          "title": "رزرو بلیط هواپیما از معتبرترین ایرلاین‌ها",
          "description": "این نرخ به کلاس پرواز و کلاس نرخی بستگی دارد. اما عموما 50 تا 75 درصد قیمت بلیط بزرگسالان است. قیمت بلیط هواپیما برای نوزادان (تا 2 سال) در بیشتر موارد 10 درصد بلیط بزرگسالان است. هنگام تهیه بلیط هواپیما به این نکته توجه داشته باشید."
        },
        {
          "id": 4,
          "title": "امکان استرداد بلیط هواپیما",
          "description": "خیر؛ زمانی که از یک سایت معتبر خرید بلیط هواپیما، اقدام به خرید می‌کنید، نه تنها هزینه بیشتری پرداخت نمی‌کنید، حتی ممکن است تخفیف هم بگیرید. ضمنا با خرید آنلاین بلیط هواپیما از پشتیبانی نیز برخودار هستید."
        },
        {
          "id": 5,
          "title": "مزایای خرید بلیط هواپیما از علی‌بابا",
          "description": "وقتی از علی‌بابا یعنی بهترین سایت خرید بلیط هواپیما ، بلیطتان را رزرو می‌کنید، خیالتان آسوده است که امکان استرداد وجه در صورت کنسل کردن بلیط وجود دارد. میزان جریمه را هم هنگام رزرو آنلاین بلیط هواپیما در قسمت قوانین استرداد بخوانید. میزان جریمه به نوع بلیط، کلاس پروازی، کلاس نرخی و... بستگی دارد."
        },
        {
          "id": 6,
          "title": "بلیط هواپیما",
          "description": "در پرواز داخلی یا خارجی، امکان تغییر نام و نام خانوادگی در بلیط سیستمی وجود ندارد. اما در بلیط چارتر، برخی از چارترکننده‌ها این تغییر را می‌پذیرند."
        }
      ]
    },
    {
      "id": 2,
      "lng": "en",
      "accordion": [
        {
          "id": 1,
          "title": "How many days before the flight should we buy the plane ticket?",
          "description": "It is possible to book plane tickets months in advance. But sometimes the price of plane tickets becomes cheaper in the days close to the flight. Therefore, if your situation allows, postpone the online booking of plane tickets to the days near the flight. Of course, if you plan to travel during busy periods such as holidays, you should book your plane tickets as soon as possible."
        },
        {
          "id": 2,
          "title": "Alibaba: the number one online purchase of travel tickets",
          "description": "The amount of baggage allowance depends on the flight class and the fare class of the ticket. When buying a plane ticket online, you can see the amount of baggage allowance in the ticket information. Of course, if you exceed the limit, you will have to pay a fine."
        },
        {
          "id": 3,
          "title": "Booking plane tickets from the most reliable airlines",
          "description": "This rate depends on the flight class and fare class. But generally 50 to 75% of the ticket price is for adults. The price of plane tickets for infants (up to 2 years) is usually 10% of the adult ticket. Keep this in mind when buying a plane ticket."
        },
        {
          "id": 4,
          "title": "The possibility of refunding the plane ticket",
          "description": "No; When you make a purchase from a reliable plane ticket purchase site, not only will you not pay more, you may even get a discount. In addition, you have support by buying plane tickets online."
        },
        {
          "id": 5,
          "title": "Advantages of buying plane tickets from Alibaba",
          "description": "When you book your ticket from Alibaba, which is the best site for buying plane tickets, you can rest easy knowing that there is a possibility of refund in case of ticket cancellation. Read the amount of the fine when booking the plane ticket online in the refund rules section. The amount of the fine depends on the type of ticket, flight class, rate class, etc."
        },
        {
          "id": 6,
          "title": "Airfare",
          "description": "It is not possible to change the name and surname in the system ticket on a domestic or international flight. But in the charter ticket, some charterers accept this change."
        }
      ]
    }
  ],
  "domesticFlightDescription": [
    {
      "id":1,
      "lng":"fa",
      "description": [
        {
          "id": 1,
          "title": "",
          "description": [
            {
              "description": ""
            }
          ],
          "image": "https://cdn.alibaba.ir/h2/desktop/assets/images/baggage/baggage@3x-bda919ec.webp"
        },
        {
          "id": 2,
          "title": "",
          "description": [
            {
              "description": "علی‌بابا بزرگترین و معتبرترین سایت خرید اینترنتی بلیط هواپیما ، قطار و اتوبوس در کشور است که از سال ۱۳۹۳ کار خود را شروع کرده و در این مدت توانسته رضایت درصد قابل توجهی از کاربران را به دست بیاورد. در ابتدا، فروش بلیط پرواز داخلی در دستور کار علی‌بابا قرار داشت؛ اما به مرور امکان خرید سایر محصولات گردشگری نیز به علی‌بابا اضافه شد."
            }
          ],
          "image": ""
        },
        {
          "id": 3,
          "title": "مزایای خرید بلیط هواپیما از علی‌بابا",
          "description": [
            {
              "description": "شما با خرید بلیط هواپیما از علی‌بابا با سامانه مطمئن و معتبری روبه‌رو هستید که تمام نیازهایتان را پاسخ می‌دهد. برای خرید آنلاین بلیط هواپیما در علی‌بابا کافیست مبدا، مقصد و تاریخ پرواز خود را انتخاب کنید. پس از کلیک روی جستجو، لیست قیمت بلیط هواپیما به مقصد مورد نظر شما ظاهر می‌شود. در این لیست، انتخابهای متعددی پیش روی شماست. برای اینکه گزینه‌ ها را برای خرید بلیط هواپیما محدودتر کنید، علی‌بابا ابزارهای مختلفی در اختیار شما می‌گذارد."
            },
            {
              "description": "یکی از ابزارهای بسیار مفید و کاربردی برای خرید اینترنتی بلیط هواپیما، تقویم قیمتی است. با استفاده از تقویم قیمتی شما می‌توانید کمترین و بیشترین قیمت بلیط پرواز را در روزهای قبل و بعد از آن تاریخ مشاهده کنید. در صورتی که اصرار به خرید بلیط هواپیما در یک روز خاص نداشته باشید، این امکان به شما کمک می‌کند تا مبلغ بلیط هواپیما برایتان با مبلغ به صرفه تری تمام شود."
            },
            {
              "description": "علاوه بر این، با استفاده از فیلترهای کنار صفحه می‌توانید ایرلاین مورد نظرتان را انتخاب کنید. ضمنا می‌توانید، بلیط چارتر هواپیما یا سیستمی را فعال کنید تا فقط یکی از این دو نوع بلیط را مشاهده کنید. بلیط هواپیما خارجی ،کلاس پروازی و زمان پرواز هم از دیگر گزینه‌هایی است که با انتخاب آنها، تعداد بلیط ها محدودتر و رزرو بلیط هواپیما برای شما آسانتر می‌شود."
            },
            {
              "description": "برای پرداخت هزینه می‌توانید از کارت شتاب استفاده کنید. پس از پرداخت، خرید اینترنتی بلیط هواپیما با موفقیت انجام میشود و بلیط به ایمیل شما ارسال میشود. همچنین در همه این مراحل، پشتیبانی علی‌بابا در کنار شماست تا هر زمانی که سوال یا مشکلی داشتید، 24 ساعته پاسخگوی شما باشد."
            }
          ],
          "image": ""
        },
        {
          "id": 4,
          "title": "امکان استرداد بلیط هواپیما",
          "description": [
            {
              "description": "یکی دیگر از امکانات علی‌بابا استرداد آنلاین بلیط هواپیما (کنسلی بلیط) است. در صورتی که پس از رزرو بلیط هواپیما برنامه سفرتان تغییر کرده، به راحتی می‌توانید طبق قوانین کنسلی پرواز داخلی، بلیط هواپیمای خود را کنسل کنید. پس از استرداد، پول شما در کمترین زمان ممکن به حسابتان برگردانده می‌شود. شما برای خرید اینترنتی بلیط هواپیما از علی‌بابا می‌توانید از تلفن همراه، رایانه شخصی یا تبلت استفاده کنید. علی‌بابا در همه این ابزارها کاربرپسند است و شما خریدی آسان را تجربه خواهید کرد. همچنین امکان نصب و استفاده از اپلیکیشن علی‌بابا برای گوشی های اندروید و آیفون وجود دارد."
            }
          ],
          "image": ""
        },
        {
          "id": 5,
          "title": "رزرو بلیط هواپیما از معتبرترین ایرلاین‌ها",
          "description": [
            {
              "description": "شما برای خرید بلیط هواپیما از بین ایرلاینهای مختلف حق انتخاب دارید و می‌توانید از ایرلاینهای ماهان، زاگرس، کیش ایر، قشم ایر، آسمان، کاسپین، تابان، وارش یا معراج، بلیط پرواز داخلی خود را خریداری کنید."
            },
            {
              "description": "هر یک از این ایرلاین ها ویژگیها و مشخصات خود را دارند. برخی امکانات و خدمات رفاهی بیشتر دارند و برخی دیگر بلیط هواپیما را با قیمت به صرفه تری ارائه می‌دهند. زمانی که در علی‌بابا لیست بلیط تمام این ایرلاین ها را مشاهده می‌کنید، می‌توانید از بین آنها انتخاب کنید."
            }
          ],
          "image": ""
        },
        {
          "id": 6,
          "title": "علی‌بابا: رتبه یک خرید اینترنتی بلیط سفر",
          "description": [
            {
              "description": "علی‌بابا طی این سالها، اعتبار زیادی نزد مشتریان خود کسب کرده است. طبق نظرسنجی، 97.2 درصد از مشتریان علی‌بابا از خدمات این سامانه راضی بوده‌اند و استفاده از آن را به دوستان و آشنایان خود پیشنهاد داده‌اند. سرعت سادگی خرید اینترنتی بلیط هواپیما، اعتبار و خوشنامی، امکان استرداد آنلاین بلیط هواپیما و پشتیبانی 24 ساعته در تمام روزهای هفته، رتبه یک فروش بلیط را از آنِ علی‌بابا کرده است."
            },
            {
              "description": "شما با رزرو بلیط هواپیما در علی‌بابا، از سفری راحت و بی‌دردسر مطمئن خواهید بود."
            }
          ],
          "image": ""
        }
      ]
    },
    {
      "id":2,
      "lng":"en",
      "description": [
        {
          "id": 1,
          "title": "",
          "description": [
            {
              "description": ""
            }
          ],
          "image": "https://cdn.alibaba.ir/h2/desktop/assets/images/baggage/baggage@3x-bda919ec.webp"
        },
        {
          "id": 2,
          "title": "",
          "description": [
            {
              "description": "Alibaba is the largest and most reliable website for online purchase of plane, train and bus tickets in the country, which started its work in 2013 and during this time it has been able to gain the satisfaction of a significant percentage of users. At first, the sale of domestic flight tickets was on Alibaba's agenda; But over time, the possibility of buying other tourism products was also added to Alibaba."
            }
          ],
          "image": ""
        },
        {
          "id": 3,
          "title": "Advantages of buying plane tickets from Alibaba",
          "description": [
            {
              "description": "By buying plane tickets from Alibaba, you are faced with a reliable and reliable system that meets all your needs. To buy plane tickets online on Alibaba, just select your origin, destination and flight date. After clicking on search, the price list of plane tickets to your desired destination will appear. In this list, you have many choices. In order to narrow down the options for buying plane tickets, Alibaba provides you with various tools."
            },
            {
              "description": "One of the most useful and practical tools for buying plane tickets online is the price calendar. Using the price calendar, you can see the lowest and highest flight ticket prices in the days before and after that date. If you don't insist on buying a plane ticket on a specific day, this possibility will help you to pay for the plane ticket with a more economical amount."
            },
            {
              "description": "In addition, you can choose the airline you want by using the filters on the side of the screen. In addition, you can activate the plane charter ticket or the system to view only one of these two types of tickets. Foreign plane tickets, flight class and flight time are other options that, by choosing them, the number of tickets will be limited and the booking of plane tickets will be easier for you."
            },
            {
              "description": "You can use Shatab card to pay. After payment, the online purchase of the plane ticket is done successfully and the ticket is sent to your email. Also, in all these steps, Alibaba's support is by your side so that whenever you have a question or a problem, it will answer you 24 hours a day."
            }
          ],
          "image": ""
        },
        {
          "id": 4,
          "title": "The possibility of refunding the plane ticket",
          "description": [
            {
              "description": "Another feature of Alibaba is the online return of plane tickets (cancellation of tickets). If your travel plan changes after booking a plane ticket, you can easily cancel your plane ticket according to domestic flight cancellation rules. After the refund, your money will be returned to your account as soon as possible. You can use a mobile phone, PC or tablet to buy plane tickets online from Alibaba. Alibaba is user-friendly in all these tools and you will experience an easy shopping experience. It is also possible to install and use the Alibaba application for Android and iPhone phones."
            }
          ],
          "image": ""
        },
        {
          "id": 5,
          "title": "Booking plane tickets from the most reliable airlines",
          "description": [
            {
              "description": "You have the right to choose from different airlines to buy plane tickets and you can buy your domestic flight ticket from Mahan, Zagros, Kish Air, Qeshm Air, Aseman, Caspian, Taban, Varsh or Meraj airlines."
            },
            {
              "description": "Each of these airlines has its own characteristics and specifications. Some have more comfort facilities and services, and others offer plane tickets at a more affordable price. When you see the ticket list of all these airlines on Alibaba, you can choose from them."
            }
          ],
          "image": ""
        },
        {
          "id": 6,
          "title": "Alibaba: the number one online purchase of travel tickets",
          "description": [
            {
              "description": "Over the years, Alibaba has gained a lot of credibility with its customers. According to the survey, 97.2 percent of Alibaba's customers were satisfied with the services of this system and suggested its use to their friends and acquaintances. The speed and simplicity of buying plane tickets online, its credibility and reputation, the possibility of online ticket refunds and 24-hour support on all days of the week have made Alibaba the number one ticket seller."
            },
            {
              "description": "By booking plane tickets on Alibaba, you will be sure of a comfortable and hassle-free trip."
            }
          ],
          "image": ""
        }
      ]
    }
  ],
  "iranState": [
    {
      "id": 1,
      "name": "آذربایجان شرقی",
      "en": "azarbayejan",
      "busy": false
    },
    {
      "id": 2,
      "name": "تبریز",
      "en": "tabriz",
      "busy": true
    },
    {
      "id": 3,
      "name": "اردبیل",
      "en": "ardebil",
      "busy": false
    },
    {
      "id": 4,
      "name": "اصفهان",
      "en": "esfahan",
      "busy": true
    },
    {
      "id": 5,
      "name": "البرز",
      "en": "alborz",
      "busy": false
    },
    {
      "id": 6,
      "name": "تهران",
      "en": "tehran",
      "busy": true
    },
    {
      "id": 7,
      "name": "کرمان",
      "en": "kerman",
      "busy": false
    },
    {
      "id": 8,
      "name": "خوزستان",
      "en": "khoozestan",
      "busy": true
    },
    {
      "id": 9,
      "name": "شیراز",
      "en": "shiraz",
      "busy": true
    },
    {
      "id": 10,
      "name": "کیش",
      "en": "kish",
      "busy": false
    },
    {
      "id": 11,
      "name": "مشهد",
      "en": "mashhad",
      "busy": true
    },
    {
      "id": 12,
      "name": "گیلان",
      "en": "gilan",
      "busy": false
    },
    {
      "id": 13,
      "name": "گلستان",
      "en": "gilan",
      "busy": false
    },
    {
      "id": 14,
      "name": "سنندج",
      "en": "sanandaj",
      "busy": false
    },
    {
      "id": 14,
      "name": "کرمانشاه",
      "en": "kermanshah",
      "busy": false
    }
    
  ]
}
